{
    "articles":[
        {"title":"New Phase Of Matter Discovered In Quantum \"Musical Chairs\" Setup","description":"This state could be used to encode fault-tolerant data.","content":"Physicists have discovered a new phase of matter that they are calling a chiral bose-liquid state. This is something far removed from the three classical states of matter, solid, liquid, and gas, and it only happens in extreme circumstances – and yet... [2207 chars]","url":"https://www.iflscience.com/new-phase-of-matter-discovered-in-quantum-musical-chairs-setup-69544","image":"https://assets.iflscience.com/assets/articleNo/69544/aImg/68825/zoom-meta.jpg","publishedAt":"2023-06-27T15:26:12Z","source":{"name":"IFLScience","url":"https://www.iflscience.com"}},{"title":"Microsoft edges closer to building a quantum supercomputer","description":"Microsoft recently highlighted its roadmap for building its own quantum supercomputer. The company will be able to leverage the technology's capabilities to handle and resolve complex issues.","content":"What you need to know\nMicrosoft cites that it should be able to build its own quantum supercomputer within a decade.\nThe supercomputer will be used to resolve complex issues across the world.\nMicrosoft has debuted Azure Quantum Elements in a bid to a... [3435 chars]","url":"https://www.windowscentral.com/microsoft/microsoft-edges-closer-to-building-a-quantum-supercomputer","image":"https://cdn.mos.cms.futurecdn.net/MTpmmPVT6onb5oyWPNGmca-1200-80.jpg","publishedAt":"2023-06-22T10:44:47Z","source":{"name":"Windows Central","url":"https://www.windowscentral.com"}},{"title":"Quantum computers could overtake classical ones within 2 years, IBM 'benchmark' experiment shows","description":"A new experiment by IBM computers shows that quantum computers could soon outperform classical digital computers at practical tasks in the next two years.","content":"Quantum computers could beat classical ones at answering practical questions within two years, a new experiment from IBM computers shows. The demonstration hints that true quantum supremacy, in which quantum computers overtake classical digital ones,... [2702 chars]","url":"https://www.livescience.com/technology/computing/quantum-computers-could-overtake-classical-ones-within-2-years-ibm-benchmark-experiment-shows","image":"https://cdn.mos.cms.futurecdn.net/rFMm9mi8RB3hWbffaTpXSE-1200-80.jpg","publishedAt":"2023-06-15T20:54:43Z","source":{"name":"Livescience.com","url":"https://www.livescience.com"}},{"title":"Intel launches quantum silicone chip that opens door to next-gen computing","description":"Intel is betting on silicon quantum dots and traditional computer manufacturing methods to help realise the first commercial quantum computer","content":"S emiconductor giant Intel has launched a 12-qubit quantum-dot silicon chip in a major move towards one day realising mass production of the first commercial quantum computer.\nQuantum computers are touted as incredibly powerful machines that could so... [3120 chars]","url":"https://www.standard.co.uk/tech/intel-quantum-silicon-chip-quantum-computer-b1088066.html","image":"https://static.standard.co.uk/2023/06/15/13/2_Tunnel%20Falls%20Chip%20in%20packaging.jpg?width=1200&width=1200&auto=webp&quality=75","publishedAt":"2023-06-15T13:15:12Z","source":{"name":"Evening Standard","url":"https://www.standard.co.uk"}},{"title":"Royal Navy's experimental ship carries out first trial of quantum navigation system","description":"The technology could help ships and submarines navigate the globe more accurately than ever before.","content":"The Royal Navy has carried out the first trial of a quantum navigation system that could allow a vessel to know its precise position anywhere in the world without using GPS.\nThe technology, developed by physicists at Imperial College in London, explo... [3763 chars]","url":"https://news.sky.com/story/royal-navys-experimental-ship-carries-out-first-trial-of-quantum-navigation-system-12889487","image":"https://e3.365dm.com/23/05/1600x900/skynews-ship-the-xv-patrick-blackett_6167873.jpg?20230525221150","publishedAt":"2023-05-25T21:12:00Z","source":{"name":"Sky News","url":"https://news.sky.com"}},{"title":"Combining generative AI and quantum computing to accelerate drug discovery","description":"Insilico Medicine, a clinical stage generative artificial intelligence (AI)-driven drug discovery company, today announced that it combined two rapidly developing technologies, quantum computing and generative AI, to explore lead candidate discovery in drug development and successfully demonstrated the potential advantages of quantum generative adversarial networks in generative chemistry.","content":"The study, published May 13 in the American Chemical Society's Journal of Chemical InformInsilico Medicine (\"Insilico\"), a clinical stage generative artificial intelligence (AI)-driven drug discovery company, today announced that it combined two rapi... [4034 chars]","url":"https://www.news-medical.net/news/20230519/Combining-generative-AI-and-quantum-computing-to-accelerate-drug-discovery.aspx","image":"https://d2jx2rerrg6sh3.cloudfront.net/image-handler/picture/2019/5/Drug_use_and_prohibited_substances._-_Image_-_Monika_Gruszewicz_A1_b3acfd6d2daf44ecbd36979af20eb378-620x480.jpg","publishedAt":"2023-05-19T21:11:00Z","source":{"name":"News-Medical.net","url":"https://www.news-medical.net"}},{"title":"UK-based quantum computing firm Quantinuum claims sub-atomic matter breakthrough","description":"So far the field of quantum computing has been dominated by Google, IBM and the Zuchongzhi quantum computer in China - and experts believe Quantinuum's breakthrough could put them in the same league.","content":"A UK-based quantum computing firm claims to have harnessed an exotic form of sub-atomic matter for the first time, a feat they claim could revolutionise efforts to build machines infinitely more powerful than conventional computers.\nScientists with U... [3008 chars]","url":"https://news.sky.com/story/uk-based-quantum-computing-firm-quantinuum-claims-sub-atomic-matter-breakthrough-12877152","image":"https://e3.365dm.com/23/05/1600x900/skynews-quantinuum-quantum-computing_6150307.jpg?20230509153259","publishedAt":"2023-05-09T15:35:00Z","source":{"name":"Sky News","url":"https://news.sky.com"}},{"title":"UK-based tech company claims quantum computing ‘breakthrough’","description":"Scientists at a UK-based tech company believe they are now a step closer to building a quantum computer that can solve real-world problems, after making progress towards creating a system that protects against errors.","content":"Scientists at a UK-based tech company believe they are now a step closer to building a quantum computer (Yui Mok/PA) — © Yui Mok\nScientists at a UK-based tech company believe they are now a step closer to building a quantum computer that can solve re... [4317 chars]","url":"https://www.belfasttelegraph.co.uk/news/uk/uk-based-tech-company-claims-quantum-computing-breakthrough/923930866.html","image":"https://focus.belfasttelegraph.co.uk/thumbor/5oH3iR8HWSUf5ZR092T8TrO2PIQ=/0x27:3600x2427/3600x2400/prod-mh-ireland/307fcecc-b56e-4ee2-93b5-c779c72b2206/00094439-32d5-4245-88e4-2e7d951538b3/2.29338289.jpg","publishedAt":"2023-05-09T13:00:00Z","source":{"name":"Belfast Telegraph","url":"https://www.belfasttelegraph.co.uk"}},{"title":"Quantum Break returns to Xbox, now on PC Game Pass","description":"Remedy's time-bending thriller Quantum Break can once again be purchased digitally, and it's back on Xbox Game Pass.","content":"What you need to know\nQuantum Break is a game developed by Remedy Entertainment and published by Xbox Game Studios.\nQuantum Break was recently pulled from digital storefronts and Xbox Game Pass, with Microsoft and Remedy Entertainment explaining that... [1831 chars]","url":"https://www.windowscentral.com/gaming/xbox/quantum-break-returns-to-xbox-now-on-pc-game-pass","image":"https://cdn.mos.cms.futurecdn.net/nKWjJPJWZfrfxQFpga6okV-1200-80.jpg","publishedAt":"2023-04-26T18:03:11Z","source":{"name":"Windows Central","url":"https://www.windowscentral.com"}},{"title":"World's heaviest Schrödinger's cat made in quantum crystal visible to the naked eye","description":"Physicists have placed part of a sapphire crystal into a quantum superposition, making it the heaviest object to show quantum effects, in a new take on Erwin Schrödinger's famous cat experiment.","content":"Physicists have created the world's heaviest Schrödinger's cat, bringing the bizarre behavior of the quantum world to larger scales than ever before.\nThe trick, performed by vibrating 100 million billion atoms inside a sand-grain-sized sapphire cryst... [2830 chars]","url":"https://www.livescience.com/physics-mathematics/quantum-physics/worlds-heaviest-schrodingers-cat-made-in-quantum-crystal-visible-to-the-naked-eye","image":"https://cdn.mos.cms.futurecdn.net/vuf5igZMPqPVM6DLPRtqcg-1200-80.png","publishedAt":"2023-04-26T16:01:18Z","source":{"name":"Livescience.com","url":"https://www.livescience.com"}}
    ]
}